xeon/20220406-fpw/logs/pg-8-16-1/1000/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 120266085
latency average = 0.479 ms
initial connection time = 10.184 ms
tps = 66814.578266 (without initial connection time)